Repository: storaged-project/blivet-gui
Catalog: po/*.po
Languages: cs, de, he, ru, sv

source: Software RAID
cs: Softwarový RAID
he: RAID תכנתי
ru: Программный RAID
sv: mjukvaru-RAID

source: LVM2 Logical Volume
cs: LVM2 logický oddíl
de: LVM2 Logisches Volumen
he: כרך לוגי מסוג LVM2
ru: Логический том LVM2
sv: LVM2 Logiskvolym

source: LVM2 Snaphost
cs: LVM2 zachycený stav
he: תמונת מצב LVM2

source: LVM2 Thin Snaphost
cs: LVM2 Thin zachycený stav
he: תמונת מצב צרה של LVM2

source: LVM2 Thin Logical Volume
cs: LVM2 Thin logický svazek
he: כרך לוגי צר של LVM2
ru: Тонкий логический том LVM2
sv: LVM2 Tunn Logiskvolym

source: Btrfs Subvolume
cs: Btrfs dílčí svazek
he: תת־כרך של Btrfs
ru: Подтом Brtfs
sv: Btrfs-subvolym

source: Stratis Filesystem
cs: Souborový systém Stratis
de: Stratis-Dateisystem
sv: Stratis filsystem

source: Device type:
cs: Typ zařízení:
de: Laufwerkstyp
he: סוג התקן:
ru: Тип устройства:
sv: Enhetstyp:

source: Device
cs: Zařízení
de: Laufwerk
he: התקן
ru: Устройство
sv: Enhet

source: Type
cs: Typ
de: Typ
he: סוג
ru: Тип
sv: Typ

source: Size
cs: Velikost
de: Größe
he: גודל
ru: Размер
sv: Storlek

source: Available devices:
cs: Dostupná zařízení:
de: Verfügbare Laufwerke
he: התקנים זמינים:
ru: Доступные устройства:
sv: Tillgängliga enheter:

source: MDArray type:
cs: MDArray typ:
de: MDArray Typ:
he: סוג MDArray:
ru: Тип MDArray:
sv: MDArray typ:

source: Filesystem:
cs: Souborový systém:
de: Dateisystem:
he: מערכת קבצים:
ru: Файловая система:
sv: Filsystem:

source: unformatted
cs: nezformátováno
de: unformatiert
he: לא מאותחל
ru: не форматировано
sv: oformaterad

source: Label:
cs: Štítek:
de: Bezeichnung:
he: תווית:
ru: Метка:
sv: Etikett:

source: Name:
cs: Název:
he: שם:
ru: Имя:
sv: Namn:

source: Mountpoint:
cs: Přípojný bod:
de: Einhängepunkt:
he: נקודת עיגון:
ru: Точка монтирования:
sv: Monteringspunkt:

source: "{0}" is not a valid mountpoint.
cs: „{0}“ není platný přípojný bod.
de: "{0}" ist kein gültiger Einhängepunkt.
he: „{0}” אינה נקודת עיגון תקנית.
ru: Недопустимая точка монтирования «{0}».
sv: "{0}" är inte en giltig monteringspunkt.

source: Please select at least two parent devices.
cs: Prosím vyberte alespoň dvě zařízení jako nadřazené.
de: Es müssen mindestens zwei übergeordnete Ressourcen ausgewählt werden.
he: נא לבחור לפחות שני התקני הורים.
ru: Выберите как минимум два родительских устройства.
sv: Välj åtminstone två föräldraenheter.

source: "{0}" is not a valid name.
cs: „{0}“ není platný název.
de: "{0}" ist kein gültiger Name.
he: „{0}” אינו שם תקני.
ru: Недопустимое имя: «{0}».
sv: "{0}" är inte ett giltigt namn.

source: "{0}" is not a valid label.
cs: „{0}“ není platný štítek.
de: "{0}" ist keine gültige Bezeichnung.
he: „{0}” אינה תווית תקנית.
ru: Недопустимая метка: «{0}».
sv: "{0}" är inte en giltig etikett.

source: primary
cs: primární
de: Primär
he: עיקרית
ru: первичный
sv: primär

source: logical
cs: logický
de: logisch
he: לוגית
ru: логический
sv: logisk

source: extended
cs: rozšířený
de: erweitert
he: מורחבת
ru: расширенный
sv: utökad

source: Information about {0}
cs: Informace o {0}
de: Informationen über
he: מידע על {0}
ru: Сведения о {0}
sv: Information om {0}

source: LVM2 Snapshot
cs: LVM2 zachycený stav
de: LVM2 Schnappschuss
he: תמונת מצב LVM2
ru: Снимок LVM2
sv: LVM2 ögonblicksbild

source: LUKS/DM-Crypt Device
cs: Zařízení LUKS/DM-Crypt
de: LUKS/DM-Crypt Gerät
he: התקן LUKS/DM-Crypt
ru: Устройство LUKS/DM-Crypt
sv: LUKS/DM-Crypt Enhet

source: MD RAID Array
cs: Pole MD RAID
he: מערך MD RAID
ru: Многомерный RAID
sv: MD RAID-vektor

source: DM Integrity Device
cs: DM zařízení integrity
de: DM-Integritätsgerät
he: התקן יושר של DM
ru: Устройство DM Integrity
sv: DM-integritetsenhet

source: • <i>Type:</i> {type}
cs: • <i>Typ:</i> {type}
de: • <i>Typ:</i> {type}
he: • סוג: {type}
ru: • <i>Тип:</i> {type}
sv: • <i>typ:</i> {type}

source: • <i>Length:</i> {length}
cs: • <i>Délka:</i> {length}
de: • <i>Länge:</i> {length}
he: • אורך: {length}
ru: • <i>Длина:</i> {length}
sv: • <i>Längd:</i> {length}

source: • <i>Start:</i> {start}
cs: • <i>Začátek:</i> {start}
he: • התחלה: {start}
ru: • <i>Начало:</i> {start}

source: • <i>End:</i> {end}
cs: • <i>Konec:</i> {end}
de: • <i>Ende:</i> {end}
he: • סוף: {end}
ru: • <i>Конец:</i> {end}
sv: • <i>Slut:</i> {end}

source: • <i>Origin:</i> {origin}
cs: • <i>Původ:</i> {origin}
de: • <i>Quelle:</i> {origin}
he: • מקור: {origin}
ru: • <i>Источник:</i> {origin}
sv: • <i>Ursprung:</i> {origin}

source: • <i>Segment type:</i> {segtype}
cs: • <i>Typ segmentu:</i> {segtype}
de: • <i>Segmenttyp:</i> {segtype}
he: • סוג מקטע: {segtype}
ru: • <i>Тип сегмента:</i> {segtype}
sv: • <i>Segment typ:</i> {segtype}

source: • <i>Free space:</i> {free}
cs: • <i>Volné místo:</i> {free}
de: • <i>Freier Speicherplatz:</i> {free}
he: • מקום פנוי: {free}
ru: • <i>Свободно:</i> {free}
sv: • <i>Ledigt utrymme:</i> {free}

source: • <i>Space used:</i> {used}
cs: • <i>Využitý prostor:</i> {used}
de: • <i>Belegter Speicherplatz:</i> {used}
he: • נפח מנוצל: {used}
ru: • <i>Использовано:</i> {used}
sv: • <i>Använt utrymme:</i> {used}

source: • <i>Cached:</i> Yes (cache size: {cache_size})
cs: • <i>V mezipaměti:</i> Ano (velikost mezipaměti: {cache_size})
de: • <i>Zwischengespeichert:</i> Ja (Zwischenspeichergröße: {cache_size})
he: • עם מטמון: כן (גודל מטמון: {cache_size})
ru: • <i>Кэшировано:</i> Да (размер кэша: {cache_size})
sv: • <i>Cachat:</i> Ja (cache-storlek: {cache_size})

source: • <i>Cached:</i> No
cs: • <i>V mezipaměti:</i> Ne
de: • <i>Zwischengespeichert:</i> Nein
he: • עם מטמון: לא
ru: • <i>Кэшировано:</i> Нет
sv: • <i>Cachat:</i> Nej

source: • <i>PE Size:</i> {pesize}
cs: • <i>Velikost PE:</i> {pesize}
de: • <i>PE Größe:</i> {pesize}
he: • גודל מקטע פיזי: {pesize}
ru: • <i>Размер физ. экстента:</i> {pesize}
sv: • <i>PE Storlek:</i> {pesize}

source: • <i>PE Count:</i> {pecount}
cs: • <i>Počet PE:</i> {pecount}
de: • <i>PE Größe:</i> {pecount}
he: • מספר מקטעים פיזיים: {pecount}
ru: • <i>Количество физ. экстентов:</i> {pecount}
sv: • <i>PE-antal:</i> {pecount}

source: • <i>Free Space:</i> {free}
cs: • <i>Volné místo:</i> {free}
de: • <i>Freier Speicherplatz:</i> {free}
he: • מקום פנוי: {free}
ru: • <i>Свободно:</i> {free}
sv: • <i>Ledigt utrymme:</i> {free}

source: • <i>PE Free:</i> {pefree}
cs: • <i>Volné PE:</i> {pefree}
de: • <i>PE Frei:</i> {pefree}
he: • פנוי במקטע הפיזי: {pefree}
ru: • <i>Свободно физ. экстентов:</i> {pefree}
sv: • <i>PE fria:</i> {pefree}

source: • <i>Reserved Space:</i> {res}
cs: • <i>Rezervované místo:</i> {res}
de: • <i>Reservierter Platz:</i> {res}
he: • מקום שמור: {res}
ru: • <i>Зарезервированное место:</i> {res}
sv: • <i>Reserverat utrymme:</i> {res}

source: • <i>Complete:</i> {complete}
cs: • <i>Kompletní:</i> {complete}
de: • <i>Fertiggestellt:</i> {complete}
he: • שלם: {complete}
ru: • <i>Завершено:</i> {complete}
sv: • <i>Fullständiga:</i> {complete}

source: • <i>Subvol ID:</i> {id}
cs: • <i>Identif. dílčího svazku:</i> {id}
he: • מזהה תת־כרך: {id}
ru: • <i>Идентификатор подтома:</i> {id}
sv: • <i>Undervolyms-ID:</i> {id}

source: • <i>Data Level:</i> {level}
cs: • <i>Úroveň dat:</i> {level}
de: • <i>Daten-Level:</i> {level}
he: • רמת נתונים: {level}
ru: • <i>Уровень данных:</i> {level}
sv: • <i>Data Nivå:</i> {level}

source: • <i>Metadata Level:</i> {level}
cs: • <i>Úroveň metadat:</i> {level}
de: • <i>Metadaten-Level:</i> {level}
he: • רמת נתוני על: {level}
ru: • <i>Уровень метаданных:</i> {level}
sv: • <i>Metadata Nivå:</i> {level}

source: • <i>Level:</i> {level}
cs: • <i>Úroveň:</i> {level}
he: • רמה: {level}
ru: • <i>Уровень:</i> {level}
sv: • <i>Nivå:</i> {level}

source: • <i>Devices:</i> {dcount}
cs: • <i>Zařízení:</i> {dcount}
de: • <i>Geräte:</i> {dcount}
he: • התקנים: {dcount}
ru: • <i>Устройства:</i> {dcount}
sv: • <i>Enheter:</i> {dcount}

source: • <i>Spares:</i> {spares}
cs: • <i>Rezervní:</i> {spares}
he: • חלופיים: {spares}
ru: • <i>Резерв:</i> {spares}
sv: • <i>Reserver:</i> {spares}

source: • <i>Degraded:</i> {degraded}
cs: • <i>Degradován:</i> {degraded}
de: • <i>Degradiert:</i> {degraded}
he: • ביצועים נחותים: {degraded}
ru: • <i>Со сниженными параметрами:</i> {degraded}
sv: • <i>Degenererade:</i> {degraded}

source: • <i>Metadata Version:</i> {metadata}
cs: • <i>Verze metadat:</i> {metadata}
de: • <i>Metadaten Version:</i> {metadata}
he: • גרסת נתוני על: {metadata}
ru: • <i>Версия метаданных:</i> {metadata}

source: Unknown device {name}
cs: Neznámé zařízení {name}
de: Unbekanntes Gerät {name}
he: התקן לא ידוע {name}
ru: Неизвестное устройство {name}
sv: Okänd enhet {name}

source: Basic information
cs: Základní informace
de: Grundinformation
he: פרטים בסיסיים
ru: Основная информация
sv: Grundläggande information

source: existing
cs: existující
de: vorhanden
he: קיים
ru: имеющийся
sv: existerande

source: non-existing
cs: neexistující
de: nicht vorhanden
he: לא קיים
ru: несуществующий
sv: icke existerande

source: • <i>Status:</i> {exist}
cs: • <i>Stav:</i> {exist}
he: • מצב: {exist}
ru: • <i>Статус:</i> {exist}

source: • <i>Name:</i> {name}
cs: • <i>Název:</i> {name}
he: • שם: {name}
ru: • <i>Название:</i> {name}
sv: • <i>Namn:</i> {name}

source: • <i>Path:</i> {path}
cs: • <i>Popis umístění:</i> {path}
de: • <i>Pfad:</i> {path}
he: • נתיב: {path}
ru: • <i>Путь:</i> {path}
sv: • <i>Sökväg:</i> {path}

source: • <i>Size:</i> {size}
cs: • <i>Velikost:</i> {size}
de: • <i>Größe:</i> {size}
he: • גודל: {size}
ru: • <i>Размер:</i> {size}
sv: • <i>Storlek:</i> {size}

source: Device format
cs: Formát zařízení
de: Geräteformat
he: פורמט ההתקן
ru: Формат устройства
sv: Enhetsformat

source: • <i>Label:</i> {label}
cs: • <i>Štítek:</i> {label}
de: • <i>Bezeichnung:</i> {label}
he: • תווית: {label}
ru: • <i>Метка:</i> {label}
sv: • <i>Etikett:</i> {label}

source: • <i>Mountpoints:</i> {mountpoints}
cs: • <i>Přípojný bod:</i> {mountpoint}
de: • <i>Einhängepunkte:</i> {Einhängepunkte}
ru: • <i>Точки монтирования:</i> {mountpoints}
sv: • <i>Monteringspunkter:</i> {mountpoints}

source: • <i>Type:</i> None
cs: • <i>Typ:</i> žádný
de: • <i>Typ:</i> Keiner
he: • סוג: אין
ru: • <i>Тип:</i> нет
sv: • <i>Typ:</i> Ingen

source: Parents
cs: Nadřazené
de: Eltern
he: הורים
ru: Родители
sv: Föräldrar

source: <b>This device cannot be resized:</b> <i>{0}</i>
cs: <b>U tohoto zařízení nelze změnit velikost:</b> <i>{0}</i>
de: <b>Die Größe dieses Laufwerk kann nicht geändert werden:</b> <i>{0}</i>
he: <b>אי אפשר לשנות את גודל ההתקן הזה:</b> <i>{0}</i>
ru: <b>Размер этого устройства не может быть изменен:</b> <i>{0}</i>
sv: <b>Det går inte att ändra storlek på denna enhet:</b> <i>{0}</i>

source: This device cannot be resized.
cs: U tohoto zařízení není možné měnit velikost.
de: Die Größe dieses Laufwerk kann nicht geändert werden.
he: אי אפשר לשנות את גודל ההתקן הזה.
ru: Размер этого устройства не может быть изменен.
sv: Det går inte att ändra storlek på denna enhet.

source: '{label}' is not a valid label for this filesystem
cs: „{label}“ není platným štítkem pro tento souborový systém
de: '{label}' ist keine gültige Bezeichnung für dieses Dateisystem
he: ‚{label}’ אינה תווית תקנית עבור מערכת הקבצים הזו
ru: «{label}» - неправильная метка для этой файловой системы
sv: '{label}' är inte en giltig etikett för detta filsystem

source: Selected device is already named "{0}".
cs: Vybrané zařízení se již jmenuje „{0}“.
de: Ausgewähltes Gerät heißt bereits „{0}“.
sv: Den valda enheten heter redan "{0}".

source: Selected name "{0}" is already in use.
cs: Vybraný název "{0}" je již používán.
de: Ausgewählter Name „{0}“ wird bereits verwendet.
sv: Det valda namnet "{0}" används redan.

source: Edit device
cs: Upravit zařízení
de: Laufwerk bearbeiten
he: עריכת התקן
ru: Изменить устройство
sv: Redigera enhet

source: Parent devices:
cs: Nadřazená zařízení:
de: Übergeordnetes Ressource:
he: התקני הורים:
ru: Родительские устройства:
sv: Föräldraenheter:

source: Add a parent
cs: Přidat nadřazené
he: הוספת הורה
ru: Добавить родительское устройство
sv: Lägg till en förälder

source: Remove a parent
cs: Odebrat nadřazené
he: הסרת הורה
ru: Удалить родительское устройство
sv: Ta bort en förälder

source: There are currently no empty physical volumes or disks with enough free space to create one.
cs: Momentálně nejsou žádné prázdné fyzické oddíly nebo disky s dostatkem volného místa pro jeho vytvoření.
de: Es gibt aktuell keine leeren physikalischen Datenträger (PV) oder Speicherdatenträger mit ausreichend freiem Speicherplatz um angelegt zu werden.
he: אין כוננים פיזיים ריקים או כוננים עם מספיק מקום פנוי כדי ליצור אחד.
ru: Нет пустых физических томов или дисков с достаточным свободным местом для их создания.
sv: Det finns för närvarande inga tomma fysiska volymer eller diskar med tillräckligt med fritt utrymme för att skapa en.

source: Add?
cs: Přidat?
de: Hinzufügen?
he: להוסיף?
ru: Добавить?
sv: Lägg till?

source: There isn't a physical volume that could be removed from this volume group.
cs: Není zde žádný fyzický svazek, který by bylo možné z této skupiny svazků odebrat.
de: Es gibt keinen physikalischen Datenträger, der aus dieser Datenträgergruppe entfernt werden kann.
he: אין כוננים פיזיים שניתן להסיר מקבוצת הכרכים הזאת.
ru: Нет физических томов, которые можно удалить из этой группы томов.
sv: Det är inte en fysisk volym som skulle kunna tas bort från denna volymgrupp.

source: Currently it is possible to remove only one parent at time.
cs: Momentálně je možné odstranit jen jeden z nadřazených naráz.
he: כרגע ניתן להסיר הורה אחד בכל פעם.
ru: В настоящее время удалить можно только одно родительское устройство за раз.
sv: För närvarande är det endast möjligt att ta bort en förälder åt gången.

source: Remove?
cs: Odstranit?
de: Entfernen?
he: להסיר?
ru: Удалить?
sv: Ta bort?

source: Selected mountpoint "{0}" is already set for another device.
cs: Zvolený přípojný bod „{0} " už je používán pro jiné zařízení.
de: Gewählter Einhängepunkt "{0}" bereits für einen anderen Datenträger vergeben.
he: נקודת העיגון שנבחרה „{0}” כבר מוקצית לטובת התקן אחר.
ru: Выбранная точка монтирования «{0}» уже задана для другого устройства.
sv: Den valda monteringspunkten "{0}" är redan inställd för en annan enhet.

source: If you believe this is a bug, please use the 'Report a bug' button below to report a bug using the Automatic bug reporting tool (ABRT) or open an issue on our <a href="https://github.com/storaged-project/blivet-gui/issues">GitHub</a>.
cs: Pokud se domníváte, že se jedná o chybu, nahlaste ji pomocí níže uvedeného tlačítka „Nahlásit chybu“. Automatic bug reporting tool (ABRT) nebo otevřete problém na našem <a href="https://github.com/storaged-project/blivet-gui/issues">GitHubu</a>.
ru: Если вы считаете, что это ошибка, нажмите кнопку «Сообщить об ошибке» ниже и сообщите об ошибке с помощью инструмента автоматического сообщения об ошибках (ABRT) или создайте запись о проблеме на нашем <a href="https://github.com/storaged-project/blivet-gui/issues">GitHub</a>.
sv: Om du tror att det här är en bugg, använd knappen 'Rapportera ett fel' nedan för att rapportera ett fel med hjälp av vårat Automatiskt felrapporteringsverktyg (ABRT) eller öppna ett problem på vår <a href="https://github.com/storaged-project/blivet-gui/issues">GitHub</a>.

source: If you believe this is a bug, please open an issue on our <a href="https://github.com/storaged-project/blivet-gui/issues">GitHub</a>.
cs: Pokud se domníváte, že se jedná o chybu, otevřete prosím problém na našem <a href="https://github.com/storaged-project/blivet-gui/issues">GitHubu</a>.
ru: Если вы считаете, что это ошибка, создайте запись о проблеме на нашем <a href="https://github.com/storaged-project/blivet-gui/issues">GitHub</a>.
sv: Om du tror att detta är en bugg, vänligen öppna ett problem på vår <a href="https://github.com/storaged-project/blivet-gui/issues">Github</a>.

source: Confirm delete operation
cs: Potvrzení mazání
de: Löschen bitte bestätigen
he: אישור פעולת מחיקה
ru: Подтвердите операцию удаления
sv: Bekräfta åtgärden att radera

source: Are you sure you want delete device {name}?
cs: Opravdu chcete zařízení {name} smazat?
de: Soll das Laufwerk {name} wirklich gelöscht werden?
he: למחוק את ההתקן {name}?
ru: Вы действительно хотите удалить устройство {name}?
sv: Är du säker på att du vill ta bort enhet {name}?

source: Following children of {name} will be also removed by this action:
cs: Touto akcí budou také odebrány podřízené {name}:
de: Die folgenden Kinder von {name} werden durch diese Aktion ebenfalls entfernt:
he: הצאצאים הבאים של {name} יוסרו גם כן ע״י הפעולה הזאת:
ru: Этим действием также будут удалены следующие дочерние элементы {name}:
sv: Följande barn till {name} kommer också tas bort med denna åtgärd:

source: Also delete following parent devices of {name}:
cs: Smazat také následující zařízení nadřazená vůči {name}:
de: Auch folgende übergeordnete Geräte von {name} löschen:
he: למחוק גם את התקני ההורים הבאים של {name}:
ru: Удалить также следующие родительские устройства {name}:
sv: Ta även bort följande föräldraneheter till {name}:

source: There are no pending actions.
cs: Žádné naplánované akce.
de: Keine ausstehenden Aktionen vorhanden
he: אין פעולות ממתינות.
ru: Нет ожидающих действий.
sv: Det finns inga väntande åtgärder.

source: translator-credits
cs: Pavel Borecki
de: Übersetzer
he: Yaron Shahrabani <sh.yaron@gmail.com>
ru: благодарность переводчикам
sv: Christian Rose Magnus Larsson Göran Uddeborg Luna Jernberg

source: Currently selected size is greater than maximum limit for this selection.
cs: Aktuálně vybraná velikost je větší než maximální limit pro tento výběr.
de: Aktuell ausgewählte Größe ist größer als die Höchstgrenze für diese Auswahl.
he: הגודל שנבחר כרגע גדול מהמגבלה המרבית עבור הבחירה הזאת.
ru: Выбранный сейчас размер больше, чем максимальный предел для этого выбора.
sv: Den för närvarande valda storleken är större än maxgränsen för detta val.

source: Currently selected size is smaller than minimum limit for this selection.
cs: Aktuálně vybraná velikost je menší než minimální limit pro tento výběr.
de: Aktuell gewählte Größe ist kleiner als die Mindestgrenze für diese Auswahl.
he: הגודל שנבחר כרגע קטן מהמגבלה המזערית עבור הבחירה הזאת.
ru: Выбранный сейчас размер меньше минимального предела для этого выбора.
sv: Den för närvarande valda storleken är mindre än mingränsen för detta val.

source: Automatic
cs: Automaticky
de: Automatisch
he: אוטומטי
ru: Автоматически
sv: Automatisk

source: Passphrase not specified.
cs: Nezadána heslová fráze.
de: Passwort nicht angegeben
he: לא צוינה מילת צופן.
ru: Пароль не указан.
sv: Lösenfras inte specificerad.

source: Provided passphrases do not match.
cs: Zadání heslové fráze se neshodují.
de: Eingegebene Passwörter stimmen nicht überein.
he: מילת הצופן שסופקה אינה תואמת.
ru: Предоставленные пароли не совпадают.
sv: Angivna lösenfraser matchar inte.

source: Passphrases match.
cs: Zadání heslové fráze se shodují.
de: Passwörter identisch.
he: מילות הצופן תואמות.
ru: Пароли совпадают.
sv: Lösenfraser matchar.

source: Passphrases don't match.
cs: Zadání heslové fráze se neshodují.
de: Passwörter stimmen nicht überein.
he: מילות הצופן אינן תואמות.
ru: Пароли не совпадают.
sv: Lösenfraserna stämmer inte överens.

source: Group device
cs: Skupinové zařízení
de: Gruppengerät
he: התקן קבוצתי
ru: Групповое устройство
sv: Gruppera enhet

source: LiveUSB device
cs: LiveUSB zařízení
de: LiveUSB-Gerät
he: התקן LiveUSB
ru: Устройство LiveUSB
sv: LiveUSB enhet

source: Encrypted device (locked)
cs: Šifrované zařízení (zamčené)
de: Verschlüsseltes Gerät (gesperrt)
he: התקן מוצפן (נעול)
ru: Зашифрованное устройство (заблокировано)
sv: Krypterad enhet (låst)

source: Encrypted device (unlocked)
cs: Šifrované zařízení (odemknuté)
de: Verschlüsseltes Gerät (entsperrt)
he: התקן מוצפן (משוחרר)
ru: Зашифрованное устройство (разблокировано)
sv: Krypterad enhet (upplåst)

source: Empty device
cs: Prázdné zařízení
de: Leeres Gerät
he: התקן ריק
ru: Пустое устройство
sv: Tom enhet

source: Snapshot
cs: Zachycený stav
de: Schnappschuss
he: תמונת מצב
ru: Снимок
sv: Ögonblicksbild

source: Missing partition table
cs: Chybějící tabulka oddílů
de: Fehlende Partitionstabelle
he: חסרה טבלת מחיצות
ru: Отсутствует таблица разделов
sv: Partitionstabell saknas

source: Device or format is write protected
cs: Zařízení nebo jeho formát je chráněný proti zápisu
de: Gerät oder Format ist schreibgeschützt
he: ההתקן או הפרמוט מוגנים מפני כתיבה
ru: Устройство или формат защищены от записи
sv: Enheten eller formatet är skrivskyddat

source: Cached device
cs: Zařízení v mezipaměti
de: Zwischengespeichertes Gerät
he: התקן במטמון
ru: Кешированное устройство
sv: Cachad enhet

source: No partition table found on disk
cs: Na disku nebyla nalezena tabulka oddílů
de: Keine Partitionstabelle auf dem Datenträger gefunden.
he: לא נמצאה טבלת מחיצות בכונן
ru: На диске не найдена таблица разделов
sv: Ingen partitionstabell hittades på disk

source: A partition table is required before partitions can be added.
cs: Před přidáním oddílů je třeba vytvořit tabulku oddílů.
de: Eine Partitionstabelle wird benötigt, um Partitionen hinzuzufügen.
he: בטרם הוספת מחיצות יש להקים טבלת מחיצות.
ru: Прежде чем добавить разделы, необходимо создать таблицу разделов.
sv: En partitionstabell krävs innan partitioner kan läggas till.

source: Select new partition table type:
cs: Vyberte typ pro novou tabulku oddílů:
de: Wählen Sie einen Typ für die Partitionstabelle:
he: נא לבחור את סוג טבלת המחיצות החדשה:
ru: Выберите тип новой таблицы разделов:
sv: Välj en ny partitionstabelltyp:

source: New
cs: Nové
de: Neu
he: חדש
ru: Создать
sv: Ny

source: Delete
cs: Smazat
de: Löschen
he: מחיקה
ru: Удалить
sv: Ta bort

source: Edit
cs: Upravit
de: Bearbeiten
he: עריכה
ru: Изменить
sv: Redigera

source: Resize
cs: Změnit velikost
de: Grösse anpassen
he: שינוי גודל
ru: Изменить размер
sv: Ändra storlek

source: Rename
cs: Přejmenovat
de: Umbenennen
sv: Byt namn

# Menu|Edit
source: Format
cs: Formátovat
de: Formatieren
he: אתחול
ru: Форматировать
sv: Formatera

source: Modify parents
cs: Upravit nadřazené
he: שינוי הורים
ru: Изменить родителей
sv: Ändra föräldrar

source: Set mountpoint
cs: Nastavit přípojný bod
de: Einhängepunkt festlegen
he: קביעת נקודות עיגון
ru: Установить точку монтирования
sv: Ställ in monteringspunkt

source: Set label
cs: Nastavit štítek
de: Bezeichnung festlegen
he: הגדרת תווית
ru: Установить метку
sv: Ställ in etikett

source: Set partition table
cs: Nastavit tabulku oddílů
de: Partitionstabelle festlegen
he: הגדרת טבלת מחיצות
ru: Установить таблицу разделов
sv: Skapa partitionstabell

source: Unmount
cs: Odpojit
de: Aushängen
he: התרה
ru: Размонтировать
sv: Avmontera

source: Unlock
cs: Odemknout
de: Entsperren
he: שחרור
ru: Разблокировать
sv: Lås upp

source: Information
cs: Informace
de: Informationen
he: מידע
ru: Информация

source: column
cs: sloupec
de: Spalte
he: עמודה
ru: столбец
sv: kolumn

# ActionsToolbar|Add
source: Add new device
cs: Přidat nové zařízení
de: Neues Gerät hinzufügen
he: הוספת התקן חדש
ru: Добавить новое устройство
sv: Lägg till ny enhet

# ActionsToolbar|Delete
source: Delete selected device
cs: Smazat vybrané zařízení
de: Ausgewähltes Gerät löschen
he: מחיקת ההתקן שנבחר
ru: Удалить выбранное устройство
sv: Ta bort vald enhet

# ActionsToolbar|Edit
source: Edit selected device
cs: Upravit vybrané zařízení
de: Ausgewähltes Gerät bearbeiten
he: עריכת ההתקן שנבחר
ru: Изменить выбранное устройство
sv: Redigera vald enhet

# ActionsToolbar|Unmount
source: Unmount selected device
cs: Odpojit vybrané zařízení
de: Ausgewähltes Gerät aushängen
he: התרת ההתקן שנבחר
ru: Размонтировать выбранное устройство
sv: Avmontera vald enhet

# ActionsToolbar|Decrypt
source: Unlock/Open selected device
cs: Odemknout/otevřít vybrané zařízení
de: Ausgewähltes Gerät entsperren/öffnen
he: שחרור/פתיחת ההתקן שנבחר
ru: Разблокировать или открыть выбранное устройство
sv: Lås upp/öppna vald enhet
