Repository: storaged-project/blivet-gui
Catalog: po/*.po
Languages: cs, de, he, ru, sv

source: Failed to resize the device:
cs: Nepodařilo se změnit velikost zařízení:
de: Ändern der Größe des Geräts ist fehlgeschlagen:
he: שינוי גודל ההתקן נכשל:
ru: Не удалось изменить размер устройства:
sv: Misslyckades med att ändra storlek på enheten:

source: resize {name} {type}
cs: změnit velikost {type} {name}
de: Grösse anpassen {name} {type}
he: שינוי גודל {name} {type}
ru: изменить размер {name} {type}
sv: ändra storlek på {name} {type}

source: Failed to rename the device:
cs: Nepodařilo se přejmenovat zařízení:
de: Umbenennung des Geräts fehlgeschlagen:
sv: Misslyckades med att byta namn på enheten:

source: rename {name} {type}
cs: přejmenovat {name} {type}
de: {name} {type} umbenennen
sv: byt namn på {name} {type}

source: Failed to format the device:
cs: Nepodařilo se naformátovat zařízení:
de: Formatieren des Geräts fehlgeschlagen:
he: פרמוט ההתקן נכשל:
ru: Не удалось форматировать устройство:
sv: Misslyckades med att formatera enheten:

source: format {name} {type}
cs: formátovat {type} {name}
de: formatieren {name} {type}
he: אתחול {name} {type}
ru: форматировать {name} {type}
sv: formatera {name} {type}

source: Failed to edit the LVM2 Volume Group:
cs: Nepodařilo se upravit LVM2 skupinu svazků:
de: Bearbeiten der LVM2-Volumengruppe ist fehlgeschlagen:
he: עריכת קבוצת הכרכים מסוג LVM2 נכשלה:
ru: Не удалось изменить группу томов LVM2:
sv: Misslyckades att redigera LVM2-volymgruppen:

source: edit {name} {type}
cs: upravit {type} {name}
de: {name} {type} bearbeiten
he: עריכת {name} {type}
ru: изменить {name} {type}
sv: redigera {name} {type}

source: Failed to change filesystem label on the device:
cs: Nepodařilo se změnit štítek souborového systému na zařízení:
de: Ändern der Dateisystembezeichnung auf dem Gerät ist fehlgeschlagen:
he: החלפת תווית מערכת הקבצים של ההתקן נכשלה:
ru: Не удалось изменить метку файловой системы на устройстве:
sv: Misslyckades med att ändra filsystemsetiketten på enheten:

source: change filesystem label of {name} {type}
cs: změnit štítek souborového systému {type} {name}
de: Dateisystembezeichnung von {name} {type} ändern
he: החלפת תווית מערכת קבצים של {name} {type}
ru: изменить метку файловой системы для {name} {type}
sv: ändra filsystemsetikett på {name} {type}

source: {name} is not complete. It is not possible to add new LVs to VG with missing PVs.
cs: {name} není kompletní. Není možné přidávat nové logické svazky (LV) do skupiny svazků (VG) s chybějícími fyzickými svazky (PV).
de: {name} ist nicht vollständig. Es ist nicht möglich, neue LVs zu einer VG mit fehlender PVs hinzuzufügen.
he: {name} אינו שלם. אי אפשר להוסיף כרכים לוגיים חדשים לקבוצת הכרכים כשחסרים כרכים פיזיים.
ru: {name} имеет неполную структуру. Невозможно добавить новый логический том к группе с отсутствующими физическими томами.
sv: {name} är inte fullständig. Det är inte möjligt att lägga till nya LV:er till en VG med saknade PV:er.

source: Not enough free space for a new LVM Volume Group.
cs: Nedostatek volného místa pro novou LVM skupinu svazků.
de: Nicht genug freier Speicher für eine neue LVM Volume Group (VG).
he: אין די מקום פנוי לקבוצת כרכים של מנהל הכרכים הלוגיים.
ru: Недостаточно места для создания группы томов LVM.
sv: Inte tillräckligt med fritt utrymme för en ny LVM-volymgrupp.

source: Disk {name} already reached maximum allowed number of primary partitions for {label} disklabel.
cs: Na jednotce {name} se už nachází nejvyšší možný počet primárních oddílů pro {label} tabulku.
de: Auf Datenträger {name} ist die maximal zulässige Anzahl von primären Partitition für {label} erreicht.
he: הכונן {name} כבר הגיע למספר המרבי של מחיצות עיקריות עבור תווית הכונן {label}.
ru: На диске {name} уже достигнуто максимально допустимое число первичных разделов для метки {label}.
sv: Disken {name} har redan nått maximalt tillåtet antal primära partitioner för disketiketten {label}.

source: Failed to add disklabel:
cs: Nepodařilo se přidat štítek jednotky:
he: הוספת תווית הכונן נכשלה:
ru: Не удалось добавить метку диска:
sv: Misslyckades med att lägga till en disketikett:

source: create new disklabel on {name}
cs: vytvořit novou tabulku oddílů na {name}
de: Neue Datenträgerbezeichnung von {name} erstellen
he: יצירת תווית כונן חדשה על {name}
ru: создать новую метку диска на {name}
sv: skapa en ny disketikett på {name}

source: Failed to add the device:
cs: Přidání nového zařízení se nezdařilo:
de: HInfügen des Geräts fehlgeschlagen:
he: הוספת ההתקן נכשלה:
ru: Не удалось добавить устройство:
sv: Misslyckades med att lägga till enheten:

source: add {size} {type} device
cs: přidat zařízení {size} {type}
de: {size} {type}-Laufwerk hinzufügen
he: הוספת התקן {type} בגודל {size}
ru: добавить устройство {size} {type}
sv: lägg till {size} {type}-enhet

source: Failed to delete the device:
cs: Nepodařilo se smazat zařízení:
de: Löschen des Geräts fehlgeschlagen:
he: מחיקת ההתקן נכשלה:
ru: Не удалось удалить устройство:
sv: Misslyckades med att radera enheten:

source: delete partition {name}
cs: smazat oddíl {name}
de: Partition {name} löschen
he: מחיקת המחיצה {name}
ru: удалить раздел {name}
sv: radera partitionen {name}

source: Failed to perform the actions:
cs: Nepodařilo se provést akce:
de: Die Aktionen konnten nicht ausgeführt werden:
he: ביצוע הפעולות נכשל:
ru: Не удалось выполнить действия:
sv: Misslyckades med att utföra åtgärderna:

source: Confirm scheduled actions
cs: Potvrzení naplánovaných akcí
de: Geplante Aktionen bestätigen
he: אישור פעולות מתוזמנות
ru: Подтверждение плана действий
sv: Bekräfta schemalagda åtgärder

source: Are you sure you want to perform scheduled actions?
cs: Opravdu chcete naplánované akce provést?
de: Wollen Sie wirklich die geplanten Aktionen durchführen?
he: האם לבצע את הפעולות שתוזמנו?
ru: Вы действительно хотите выполнить запланированные действия?
sv: Är du säker på att du vill utföra de schemalagda åtgärderna?

source: Unmount of '{mountpoint}' failed. Are you sure the device is not in use?
cs: Odpojení „{mountpoint}“ se nezdařilo. Jste si jistí, že zařízení není něčím používáno?
de: Aushängen von '{mountpoint}' fehlgeschlagen. Sind Sie sicher, dass das Gerät nicht in Gebrauch ist?
he: הניתוק של ‚{mountpoint}’ נכשל. ההתקן אכן לא בשימוש?
ru: Размонтирование «{mountpoint}» не удалось. Вы уверены, что устройство не используется?
sv: Avmontering av '{mountpoint}' misslyckades. Är du säker på att enheten inte används?

source: Unlocking failed. Are you sure provided password is correct?
cs: Odemčení zařízení se nezdařilo. Jste si jistí, že jste zadali správné heslo?
de: Entsperrung fehlgeschlagen. Sind Sie sicher, dass das angegebene Passwort korrekt ist?
he: השחרור נכשל. הססמה הזאת בוודאות נכונה?
ru: Разблокировка не удалась. Возможно, вы указали неправильный пароль?
sv: Upplåsning misslyckades. Är du säker på att lösenordet är korrekt?

source: Quit
cs: Ukončit
de: Beenden
he: יציאה
ru: Выйти
sv: Avsluta

source: blivet-gui is already running
cs: blivet-gui už je spuštěno
de: blivet-gui läuft bereits
he: blivet-gui כבר פעיל
ru: blivet-gui уже запущен
sv: blivet-gui kör redan

source: Another instance of blivet-gui is already running. Only one instance of blivet-gui can run at the same time.
cs: Už je spuštěná jiná instance blivet-gui. blivet-gui nemůže být spouštěno vícekrát paralelně.
de: Eine andere Instanz von blivet-gui läuft bereits. Es kann nur eine Instanz von blivet-gui zur gleichen Zeit laufen.
he: עותק נוסף של blivet-gui כבר פעיל. מותר להפעיל רק עותק אחד של blivet-gui בו זמנית.
ru: Уже запущен другой экземпляр blivet-gui. Одновременно может работать только один экземпляр blivet-gui.
sv: En annan instans av blivet-gui kör redan. Endast en instans av blivet-gui kan köra på samma gång.

source: If your previous instance of blivet-gui crashed, please make sure that the <i>blivet-gui-daemon</i> process was terminated too. If it is still running you can use <tt>$ sudo killall blivet-gui-daemon</tt> command to force quit it.
cs: Pokud vaše předchozí instance blivet-gui havarovala, ujistěte se, že byl ukončen i proces <i>blivet-gui-daemon</i>. Pokud je stále spuštěn, můžete použít příkaz <tt>$ sudo killall blivet-gui-daemon</tt> pro jeho vynucené ukončení.
de: Ist die vorige Instanz von blivet-gui gecrasht, stellensicher, dass der Prozess <i>blivet-gui-daemon</i> auch beendet wurde. Wenn er noch läuft, benutze den Befehl <tt>$ sudo killall blivet-gui-daemon</tt> um das Beenden zu erzwingen.
he: אם העותק הקודם של blivet-gui שהפעלת קרס, נא לוודא שהתהליך <i>blivet-gui-daemon</i> הושמד גם כן. אם הוא עדיין פעיל ניתן להריץ את הפקודה <tt>$ sudo killall blivet-gui-daemon</tt> כדי לאלץ אותו לסיים את פעילותו.
ru: Если предыдущий экземпляр blivet-gui аварийно завершился, убедитесь, что процесс <i>blivet-gui-daemon</i> тоже остановлен. Если он все еще работает, можно использовать команду <tt>$ sudo killall blivet-gui-daemon</tt> для принудительного завершения.
sv: Om den tidigare instansen av blivet-gui kraschade, se till att processen <i>blivet-gui-daemon</i> också avslutades. Om den fortfarande kör kan man använda kommandot <tt>$ sudo killall blivet-gui-daemon</tt> för att tvinga den att avsluta.

source: Failed to init blivet:
cs: Nepodařilo se inicializovat blivet:
de: blivet konnte nicht initialisiert werden:
he: הפעלת blivet נכשלה:
ru: Не удалось инициализировать blivet:
sv: Misslyckades att initiera blivet:

source: Quit blivet-gui
cs: Ukončit blivet-gui
de: blivet-gui beenden
he: יציאה מ־blivet-gui
ru: Выйти из blivet-gui
sv: Avsluta blivet-gui

source: Ignore disk and continue
cs: Ignorovat disk a pokračovat
de: Festplatte ignorieren und fortsetzen
he: להתעלם מהכונן ולהמשיך
ru: Игнорировать диск и продолжить
sv: Ignorera disk och fortsätt

source: Error: {error}
cs: Chyba: {error}
de: Fehler: {error}
he: שגיאה: {error}
ru: Ошибка: {error}
sv: Fel: {error}

source: Blivet-gui can't use the <b>{name}</b> disk due to a corrupted/unknown disklabel. You can either quit blivet-gui now or continue without being able to use this disk.
cs: Blivet-gui nemůže použít disk <b>{name}</b> z důvodu poškozené/neznámé tabulky oddílů. Program blivet-gui můžete nyní ukončit nebo pokračovat bez možnosti použít tento disk.
de: Blivet-gui kann die Festplatte <b>{name}</b> wegen einem defekten/unbekannten Disklabel nicht benutzen. Sie können blivet-gui jetzt beenden oder fortfahren, ohne diese Festplatte benutzen zu können.
he: ל־Blivet-gui אין אפשרות להשתמש בכונן <b>{name}</b> עקב תווית כונן פגומה/לא ידועה. עומדת בפניך האפשרות לצאת מ־blivet-gui כעת או להמשיך מבלי שתהיה לך האפשרות להשתמש בכונן הזה.
ru: Blivet-gui не может использовать диск <b>{name}</b> из-за поврежденной или неизвестной метки диска. Вы можете либо выйти сейчас из blivet-gui, либо продолжить, не имея возможности использовать этот диск.
sv: Blivet-gui kan inte använda disken <b>{name}</b> för på grund av en trasig/okänd disketikett. Du kan antingen avsluta blivet-gui nu eller fortsätta utan att kunna använda denna disk.

source: Confirm reload storage
cs: Potvrdit znovunačtení úložiště
de: Neuladen des Speichers bestätigen
he: אישור רענון אחסון
ru: Подтвердите перезагрузку устройства хранения
sv: Bekräfta omladdning av lagring

source: There are pending operations. Are you sure you want to continue?
cs: Jsou naplánovány operace. Jste si jistí, že chcete aplikaci ukončit?
de: Es existieren ausstehende Vorgänge. Sind sie sicher fortfahren zu wollen?
he: יש פעולות ממתינות. להמשיך?
ru: Есть незаконченные операции. Вы точно хотите продолжить?
sv: Det finns pågående operationer. Är du säker på att du vill fortsätta?

source: Are you sure you want to quit?
cs: Jste si jistí, že chce aplikaci ukončit?
de: Möchten Sie das Programm wirklich beenden?
he: לצאת?
ru: Вы действительно хотите завершить работу?
sv: Är du säker på att du vill avsluta?

source: There are pending operations. Are you sure you want to quit blivet-gui now?
cs: Jsou naplánovány operace. Jste si jisti, že chcete blivet-gui nyní ukončit?
de: Es existieren ausstehende Vorgänge. Sind sie sicher blivet-gui beenden zu wollen?
he: יש פעולות ממתינות. לצאת מ־blivet-gui כעת?
ru: Есть незаконченные операции. Вы точно хотите завершить blivet-gui?
sv: Det finns pågående operationer. Är du säker på att du vill avsluta blivet-gui nu?

source: free space
cs: volné místo
de: Freier Speicher
he: מקום פנוי
ru: свободно
sv: ledigt utrymme

source: Resizing of {type} devices is currently not supported
cs: Změna velikost {type} zařízení zatím není podporována
de: Größenänderung von Geräten des Typs {type} wird derzeit nicht unterstützt
he: אין תמיכה בשינוי גודל של התקנים מסוג {type}
ru: Изменение размера для устройств {type} в настоящее время не поддерживается
sv: Ändring av storlek på {type}-enheter stöds för närvarande inte

source: Protected devices cannot be resized
cs: Velikost chráněných zařízení nemůže být změněna
de: Die Größe geschützter Geräte kann nicht geändert werden
he: אי אפשר לשנות גודל של התקנים מוגנים
ru: Размер защищенных устройств не может быть изменен
sv: Man kan inte ändra storlek på skyddade enheter

source: Immutable formats cannot be resized
cs: Velikost neměnných formátů nemůže být změněna
de: Die Größe unveränderlicher Formate kann nicht geändert werden
he: לא ניתן לשנות גודל של תצורות מקובעות
ru: Для неизменяемых форматов не может быть изменения размера
sv: Man kan inte ändra storlek på oföränderliga format

source: Devices with children cannot be resized
cs: Velikost zařízení, která mají jim podřízená, nemůže být změněna
de: Die Größe von Geräten mit Kindern kann nicht geändert werden
he: אי אפשר לשנות גודל של התקנים עם צאצאים
ru: Размер устройств с дочерними устройствами не может быть изменен
sv: Man kan inte ändra storlek på enheter med barn

source: Unformatted devices are not resizable
cs: Velikost nenaformátovaných zařízení nemůže být změněna
de: Die Größe nicht formatierter Geräte kann nicht geändert werden
he: לא ניתן לשנות גודל של התקנים שלא פורמטו
ru: Нельзя изменять размер неформатированных устройств
sv: Man kan inte ändra storlek på oformaterade enheter

source: Resizing of {type} format is currently not supported
cs: Změna velikosti formátu {type} zatím není podporována
de: Größenänderung des Formats {type} wird derzeit nicht unterstützt
he: אין תמיכה כרגע בשינוי גודל בתצורת {type}
ru: Изменение размера для формата {type} в настоящее время не поддерживается
sv: Ändring av storlek på formatet {type} stöds för närvarande inte

source: Tools for resizing format {type} are not available.
cs: Nástroje pro změnu velikosti formátu {type} nejsou nainstalované.
de: Werkzeuge zur Änderung der Größe von Format {type} sind nicht verfügbar.
he: אין כלים זמינים לשינוי גודל בתצורת {type}.
ru: Нет средств для изменения размера формата {type}.
sv: Verktyg för att ändra storlek på formatet {type} är inte tillgängliga.

source: Formats scheduled to be created cannot be resized
cs: Tam, kde je naplánováno formátování, není možné měnit velikost
de: Formate, die erstellt werden sollen, können nicht in der Größe verändert werden
he: לא ניתן לשנות גודל של תצורות שיצירתן מתוזמנת
ru: Не может быть изменен размер для форматов, создание которых запланировано
sv: Man kan inte ändra storlek på format som är schemalagda att skapas

source: Format {type} doesn't support updating its size limit information
cs: Formát {type} nepodporuje aktualizaci informace o limitu velikosti
de: Format {type} unterstützt die Aktualisierung seiner Größenbegrenzungsinformationen nicht
he: בתצורה {type} אין תמיכה בעדכון פרטי מגבלת הגודל
ru: Формат {type} не поддерживает обновление информации об ограничении размера
sv: Formatet {type} stödjer inte uppdatering av dess information om storleksgräns

source: Mounted devices cannot be resized
cs: Velikost připojených zařízení nemůže být změněna
de: Die Größe eingehängter Geräte kann nicht geändert werden
he: לא ניתן לשנות גודל של התקנים מעוגנים
ru: Нельзя изменить размер смонтированных устройств
sv: Man kan inte ändra storlek på monterade enheter

source: Logical Volumes with snapshots cannot be resized.
cs: U logických svazků se zachycenými stavy nelze měnit velikost.
de: Die Größe logischer Volumen mit Schnappschüssen kann nicht geändert werden.
he: לא ניתן לשנות גודל של התקנים לוגיים עם תמונות מצב.
ru: Нельзя изменить размер логических томов со снимками.
sv: Man kan inte ändra storlek på logiska volymer med ögonblicksbilder.

source: Resizing of LUKS2 devices is currently not supported.
cs: Změna velikost LUKS2 zařízení zatím není podporována.
de: Ändern der Größe von LUKS2-Geräten wird derzeit nicht unterstützt.
he: אין תמיכה בשינוי גודל של התקנים מסוג LUKS2.
ru: Изменение размера устройств LUKS2 в настоящее время не поддерживается.
sv: Ändring av storlek på LUKS2-enheter stödJs för närvarande inte.

source: Failed to update filesystem size info: {error}
cs: Nepodařilo se zaktualizovat informaci o velikosti souborového systému: {error}
de: Aktualisieren der Dateisystemgrößeninformation ist fehlgeschlagen: {error}
he: עדכון פרטי גודל מערכת הקבצים נכשל: {error}
ru: Не удалось обновить информацию о размере файловой системы: {error}
sv: Det gick inte att uppdatera filsystemets storleksinformation: {error}

source: Device is not resizable.
cs: U tohoto zařízení není možné měnit velikost.
de: Die Größe des Geräts kann nicht geändert werden.
he: גודל ההתקן אינו בר שינוי.
ru: Размер устройства нельзя изменить.
sv: Det går inte att ändra storlek på enheten.

source: Format is not resizable after updating its size limit information.
cs: Poté, co je aktualizována informace o limitu velikosti formátu, není možné měnit jeho velikost.
de: Größe des Formats kann nach der Aktualisierung der Größenbegrenzungsinformationen nicht mehr geändert werden.
he: לאחר עדכון פרטי הגבלת הגודל אפשרות שינוי הגודל של ההתקן תינעל.
ru: У формата нельзя изменить размер после обновления информации об ограничении размера.
sv: Det går inte att ändra storlek på formatet effter att des information som storleksgräns uppdaterats.

source: Unknown error occurred. {error}
cs: Došlo k neznámé chybě: {error}
de: Unbekannter Fehler aufgetreten. {error}
he: אירעה שגיאה בלתי מוכרת. {error}
ru: Произошла неизвестная ошибка. {error}
sv: Okänt fel har inträffat. {error}

source: Unknown error occurred. Blivet-gui will be terminated. {error}
cs: Došlo k neznámé chybě. Blivet-gui bude ukončeno. {error}
de: Unbekannter Fehler aufgetreten. Blivet-gui wird geschlossen. {error}
he: אירעה שגיאה בלתי מוכרת. Blivet-gui יסתיים. {error}
ru: Произошла неизвестная ошибка. Blivet-gui будет завершена. {error}
sv: Okänt fel uppstod. Blivet-gui kommer att avslutas. {error}

source: No pending actions
cs: Žádné naplánované akce
de: Keine ausstehenden Aktionen
he: אין פעולות ממתינות
ru: Нет ожидающих действий
sv: Inga väntande åtgärder

source: %s pending action
cs: %s naplánovaná akce
de: %s ausstehende Aktion
he: פעולה אחת ממתינה
ru: %s ожидающее действие
sv: %s väntande åtgärd

source: Disks
cs: Disky
de: Datenträger
he: כוננים
ru: Носители
sv: Diskar

source: Btrfs Volumes
cs: Btrfs svazky
de: Btrfs Laufwerke
he: כרכי Btrfs
ru: Тома Btrfs
sv: Btrfs Volymer

source: Btrfs Volume
cs: Btrfs svazek
he: כרך Btrfs
ru: Том Btrfs
sv: Btrfs Volym

source: Probing storage
cs: Zkoumání úložných zařízení
de: Überprüfen des Speichermediums
he: האחסון מתושאל
ru: Проверка устройств хранения
sv: Känner av lagring

source: Scanning storage configuration...
cs: Skenování uspořádání úložných zařízení…
de: Lese Speicherkonfiguration
he: הגדרות תצורת האחסון נסרקות…
ru: Выполняется проверка конфигурации устройств хранения...
sv: Skannar lagringskonfiguration...

source: {message} {error} Please click Report button to raise the error and let anaconda to handle the report process if you want to report this.
cs: {message} {error} Pokud tuto chybu chcete nahlásit vývojářům, klikněte příslušné tlačítko a instalátor Anaconda obslouží celý proces odeslání hlášení.
de: {message} {error} Bitte klicken Sie auf die Schaltfläche Melden, um den Fehler zu melden und lassen Sie anaconda den Meldevorgang durchführen, wenn Sie den Fehler melden möchten.
he: {message} {error} נא ללחוץ על כפתור הדיווח כדי להעלות את השגיאה ולאפשר ל־anaconda לטפל בתהליך הדיווח אם ברצונך לדווח.
ru: {message} {error} Нажмите кнопку «Сообщить», чтобы сигнализировать об ошибке и дать anaconda управлять процессом отчета, если вы хотите сообщить об этом.
sv: {message} {error} Klicka rapportknappen för att signalera felet och låt anaconda hantera rapporteringsprocessen om du vill rapportera detta.

source: Unknown error occurred. Anaconda will be terminated. {error}
cs: Došlo k neznámé chybě. Anaconda bude ukončena. {error}
de: Unbekannter Fehler aufgetreten. Anacona wird geschlossen. {error}
he: אירעה שגיאה בלתי ידועה. Anaconda תיעצר. {error}
ru: Произошла неизвестная ошибка. Anaconda будет завершена. {error}
sv: Okänt fel uppstod. Anaconda kommer att avslutas. {error}

source: actions configured by installer
cs: akce vytvořené instalátorem
de: vom Installationsprogramm konfigurierte Aktionen
he: פעולות המוגדרות על ידי תכנית ההתקנה
ru: действия, настроенные установщиком
sv: åtgärder konfigurerade av installationsprogrammet

source: Processing
cs: Zpracovávání
de: Verarbeiten
he: עיבוד
ru: Обработка
sv: Bearbetar

source: Show actions
cs: Zobrazit akce
de: Aktionen anzeigen
he: הצגת פעולות
ru: Показать действия
sv: Visa åtgärder

source: All queued actions have been processed.
cs: Všechny čekající akce byly provedeny.
de: Alle in der Warteschlange befindlichen Aktionen wurden abgearbeitet.
he: כל הפעולות בתור עובדו.
ru: Все действия в очереди обработаны.
sv: Alla köade åtgärder har bearbetats.

source: <b>Processing action {num} of {total}</b>: <i>{action}</i>
cs: <b>Provádí se akce {num} z {total}</b>: <i>{action}</i>
de: <b>Aktion {num} von {total} wird verarbeitet</b>: <i>{action}</i>
he: <b>מעבד פעולה {num} מתוך {total}</b>: <i>{action}</i>
ru: <b>Обработка действия {num} из {total}</b>: <i>{action}</i>
sv: <b>Bearbetar åggärd {num} av {total}</b>: <i>{action}</i>

source: Failed to connect to blivet-gui-daemon
cs: Nepodařilo se připojit k blivet-gui-daemon
de: Verbindung zu blivet-gui fehlgeschlagen
he: ההתחברות אל blivet-gui-daemon נכשלה
ru: Не удалось подключиться к blivet-gui-daemon
sv: Misslyckades att ansluta till blivet-gui-daemon

source: Show advanced options
cs: Zobrazit pokročilé možnosti
de: Zeige erweiterte Optionen
he: הצגת אפשרויות מתקדמות
ru: Показать дополнительные параметры
sv: Visa avancerade alternativ

source: PE Size:
cs: Velikost PE:
de: PE Größe:
he: גודל מקטע פיזי:
ru: Размер физ. экстента:
sv: PE Storlek:

source: Partition type:
cs: Typ oddílu:
de: Partitionstyp
he: סוג מחיצה:
ru: Тип раздела:
sv: Partitionstyp:

source: Logical
cs: Logický
de: Logisch
he: לוגי
ru: Логический
sv: Logisk

source: Primary
cs: Primární
de: Primär
he: ראשי
ru: Первичный
sv: Primär

source: Extended
cs: Rozšířený
de: Erweitert
he: מורחב
ru: Расширенный
sv: Utökad

source: Chunk Size:
cs: Velikost shluku:
de: Datenblockgröße:
he: גודל נתח:
ru: Размер сегмента:
sv: Styckesstorlek:

source: '{0}' is not a valid chunk size specification.
cs: „{0}“ není platná velikost shluku.
de: '{0}' ist keine gültige Angabe der Datenblockgröße.
he: ‚{0}’ אינו מפרט גודל נתח תקני.
ru: «{0}» - неправильная спецификация размера сегмента.
sv: ”{0}” är inte en giltig storleksspecifikation på stycken.

source: Chunk size must be multiple of 4 KiB.
cs: Je třeba, aby velikost shluku byla násobkem 4 KiB.
de: Datenblockgröße muss ein Vielfaches von 4 KiB sein.
he: גודל נתח חייב להיות בכפולות של 4 KiB.
ru: Размер сегмента должен быть кратным 4 Киб.
sv: Styckesstorleken måste vara en multipel av 4 KiB.

source: Create new device
cs: Vytvořit nové zařízení
de: Neues Laufwerk erstellen
he: יצירת התקן חדש
ru: Создать новое устройство
sv: Skapa en ny enhet

source: Partition
cs: Oddíl
he: מחיצה
ru: Раздел

source: LVM2 Volume Group
cs: LVM2 svazek
de: LVM2 Speichergruppe (VG)
he: קבוצת כרכי LVM2
ru: Группа томов LVM2
sv: LVM2 Volymgrupp
