Repository: storaged-project/blivet-gui
Catalog: po/*.po
Languages: cs, de, he, ru, sv

# ActionsToolbar|Info
source: Display information about selected device
cs: Zobrazit informace o vybraném zařízení
de: Informationen über das ausgewählte Gerät anzeigen
he: הצגת מידע על ההתקן שנבחר
ru: Показать информацию о выбранном устройстве
sv: Visa information om den valda enheten

# LogicalView|Column
source: Format
cs: Formát
de: Formatieren
he: אתחול
ru: Форматировать
sv: Formatera

source: Label
cs: Štítek
de: Bezeichnung
he: תווית
ru: Метка
sv: Etikett

source: Mountpoint
cs: Přípojný bod
de: Einhängepunkt
he: נקודת עיגון
ru: Точка монтирования
sv: Monteringspunkt

source: Logical View
cs: Logický pohled
de: Logische Ansicht
he: תצוגה לוגית
ru: Логическое представление
sv: Logisk vy

source: Physical View
cs: Fyzický pohled
de: Physische Ansicht
he: תצוגה פיזית
ru: Физическое представление
sv: Fysisk vy

source: Reload Storage
cs: Znovu načíst úložiště
de: Speicher neu laden
he: טעינת אחסון מחדש
ru: Перезагрузить устройство хранения
sv: Ladda om lagring

source: Queued Actions
cs: Naplánované akce
de: Ausstehende Aktionen
he: פעולות בתור
ru: Очередь действий
sv: Uppköade åtgärder

source: About blivet-gui
cs: O blivet-gui
de: Über blivet-gui
he: על אודות blivet-gui
ru: О программе blivet-gui
sv: Om blivet-gui

source: Apply pending actions
cs: Uplatnit čekající akce
de: Ausstehende Aktionen anwenden
he: החלת פעולות ממתינות
ru: Применить ожидающие действия
sv: Tillämpa väntande åtgärder

source: Clear scheduled actions
cs: Vyčistit naplánované akce
de: Geplante Aktionen löschen
he: פינוי פעולות מתוזמנות
ru: Очистить план действий
sv: Rensa schemalagda åtgärder

source: Undo last action
cs: Vrátit poslední akci
de: Letzte Aktion rückgängig machen
he: ביטול הפעולה האחרונה
ru: Отменить последнее действие
sv: Ångra den senaste åtgärden

source: Cache this LV:
cs: Předřadit tomuto logickému svazku mezipaměť:
de: Dieses LV zwischenspeichern:
he: שמירת כרך לוגי זה במטמון:
ru: Кэшировать этот LV:
sv: Cachelagra denna LV:

source: Free space
cs: Volné místo
de: Freier Platz
he: מקום פנוי
ru: Свободное место
sv: Ledigt utrymme

source: On disk
cs: Na disku
de: Auf Laufwerk
he: בכונן
ru: На диске
sv: På disk

source: Cache type:
cs: Typ mezipaměti:
de: Cache-Typ:
he: סוג המטמון:
ru: Тип кэша:
sv: Cachetyp:

source: Details
cs: Podrobnosti
he: פרטים
ru: Подробности
sv: Detaljer

source: Encrypt:
cs: Šifrovat:
de: Verschlüsseln:
he: הצפנה:
ru: Зашифровать:
sv: Kryptera:

source: Encryption type:
cs: Typ šifrování:
de: Verschlüsselungstyp:
he: סוג הצפנה:
ru: Тип шифрования:
sv: Krypteringstyp:

source: Passphrase:
cs: Heslová fráze:
he: מילת צופן:
ru: Пароль:
sv: Lösenfras:

source: Repeat Passphrase:
cs: Zopakování heslové fráze:
de: Passphrase wiederholen:
he: חזרה על מילת הצופן:
ru: Повторите пароль:
sv: Upprepa lösenfrasen:

source: Sector size:
cs: Velikost sektoru:
de: Sektorgröße:
he: גודל סקטור:
ru: Размер сектора:
sv: Sektorstorlek:

source: Error
cs: Chyba
de: Fehler
he: שגיאה
ru: Ошибка
sv: Fel

source: _Back
cs: _Zpět
de: _Zurück
he: ה_קודם
ru: _Назад
sv: _Bakåt

source: _Quit
cs: _Ukončit
de: _Beenden
he: י_ציאה
ru: Вы_йти
sv: _Avsluta

source: _Report a bug
cs: _Nahlásit chybu
de: Einen Fehler _melden
he: _דיווח על תקלה
ru: _Сообщить об ошибке
sv: _Rapportera en bugg

source: Show traceback
cs: Zobrazit traceback
de: Rückverfolgung anzeigen
he: הצגת פירוט תקלה
ru: Показать трассировку
sv: Visa stackspår

source: Format device
cs: Formátovat zařízení
de: Gerät formatieren
he: אתחול התקן
ru: Форматировать устройство
sv: Formatera enhet

source: _Cancel
cs: _Zrušit
de: Abbre_chen
he: _ביטול
ru: От_менить
sv: _Avbryt

# Dialog|Format
source: _Format
cs: _Formátovat
de: _Formatieren
he: _אתחול
ru: _Форматировать
sv: _Formatera

source: Select new format:
cs: Vyberte nový formát:
de: Neues Format auswählen:
he: בחירת תצורה חדשה:
ru: Выберите новый формат:
sv: Välj nytt format:

source: Information:
cs: Informace:
he: פרטים:
ru: Сведения:

source: Set filesystem label
cs: Nastavit štítek souborového systému
de: Dateisystembezeichnung festlegen
he: הגדרת תווית מערכת קבצים
ru: Установить метку ФС
sv: Ställ in filsystems etikett

source: Cancel
cs: Zrušit
de: Abbrechen
he: ביטול
ru: Отменить
sv: Avbryt

# Dialog|Format
source: Relabel
cs: Znovu opatřit štítkem
de: Neu bezeichnen
he: להחליף תווית
ru: Изменить метку
sv: Etikettera om

source: Enter new label for this filesystem:
cs: Zadejte nový štítek pro tento souborový systém:
de: Neue Bezeichnung für dieses Dateisystem eingeben:
he: נא למלא תווית חדשה למערכת הקבצים הזו:
ru: Введите новую метку для этой файловой системы:
sv: Ange ny etikett för detta filsystem:

source: Unlock device
cs: Odemknout zařízení
de: Gerät entsperren
he: שחרור התקן
ru: Разблокировать устройство
sv: Lås upp enhet

source: Please enter passphrase to unlock selected device.
cs: Zadejte prosím heslovou frázi pro odemknutí vybraného zařízení.
de: Bitte Passphrase zum Entsperren des ausgewählten Geräts eingeben.
he: נא להקליד את מילת הצופן כדי לשחרר את ההתקן הנבחר.
ru: Введите парольную фразу для разблокирования выбранного устройства.
sv: Vänligen ange en lösenordsfras för att låsa upp den valda enheten.

source: _Set mountpoint
cs: Na_stavit přípojný bod
de: Einhängepunkt _festlegen
he: _קביעת נקודות עיגון
ru: _Установить точку монтирования
sv: _Ställ in monteringspunkt

source: Enter new mountpoint:
cs: Zadejte nový přípojný bod:
de: Neuen Einhängepunkt eingeben:
he: נא למלא נקודת עיגון חדשה:
ru: Введите новую точку монтирования:
sv: Ange ny monteringspunkt:

source: Parent name:
cs: Název nadřazeného:
he: שם אב:
ru: Название родителя:
sv: Föräldranamn:

source: Available space:
cs: Dostupné místo:
de: Verfügbarer Platz:
he: מקום זמין:
ru: Доступное место:
sv: tillgängligt utrymme:

source: RAID level:
cs: Typ RAID:
he: רמת RAID:
ru: Уровень RAID:
sv: RAID-nivå:

source: Rename device
cs: Přejmenovat zařízení
de: Gerät umbenennen
sv: Byt namn på enhet

# Dialog|Format
source: Rename
cs: Přejmenovat
de: Umbenennen
sv: Byt namn

source: Resize device
cs: Změnit velikost zařízení
de: Gerätegröße ändern
he: שינוי גודל התקן
ru: Изменить размер устройства
sv: byt storlek på enhet

source: _Resize
cs: _Změnit velikost
de: G_röße ändern
he: _שינוי גודל
ru: _Изменить размер
sv: _Byt storlek

source: Root privileges are required for running blivet-gui.
cs: Pro spouštění blivet-gui jsou vyžadována oprávnění pro správu.
de: Root-Rechte werden benötigt um blivet-gui auzuführen.
he: נדרשות הרשאות על (root) כדי להריץ את blivet-gui.
ru: Для запуска blivet-gui требуются привилегии root.
sv: Root-privilegier krävs för att köra blivet-gui.

source: Pending actions
cs: Čekající akce
de: Ausstehende Aktionen
he: פעולות ממתינות
ru: Ожидающие действия
sv: Väntande åtgärder

source: Manually specify layout
cs: Určit rozložení ručně
de: Layout manuell festlegen
he: ציון פריסה ידנית
ru: Вручную укажите раскладку
sv: Ange layout manuellt

source: Size:
cs: Velikost:
de: Größe:
he: גודל:
ru: Размер:
sv: Storlek:

# Dialog|Unmount
source: Unmount
cs: Odpojit
de: Aushängen
he: ניתוק
ru: Размонтировать
sv: Avmontera

source: <b>Selected device is currently mounted at multiple mountpoints.</b> Please select mountpoint(s) to unmount:
cs: <b>Vybrané zařízení je v tuto chvíli připojené ve vícero přípojných bodech.</b> Vyberte přípojné body, které odpojit:
de: <b>Das ausgewählte Gerät ist derzeit an mehreren Einhängepunkten eingehängt.</b> Bitte wählen Sie den/die Einhängepunkt(e) zum Aushängen aus:
he: <b>הכונן הנבחר מעוגן במספר נקודות עגינה.</b> נא לבחור נקודות עגינה לניתוק:
ru: <b>Выбранное устройство сейчас смонтировано в нескольких точках монтирования.</b> Выберите точки для размонтирования:
sv: <b>Den valda enheten är monterad på flera monteringspunkter.</b> Välj monteringspunkt(er) att avmontera:

source: Stratis Pools
sv: Stratis pooler

source: Writethrough
he: כתיבה מבעד
ru: Сквозная запись
sv: Skriva igenom

source: Writeback
de: Zurückschreiben
he: כתיבה חוזרת
ru: Обратная запись
sv: Skriva tillbaka

source: label
de: Bezeichnung
he: תווית
ru: метка
sv: etikett

source: Enter new name for this device:
de: Neuen Namen für dieses Gerät eingeben:
sv: Ange ett nytt namn för den här enheten:

source: LVM2 VG
ru: Группа томов LVM2

source: LVM2 ThinPool
he: מאגר צר LVM2
ru: Пул тонких томов LVM2

source: Copyright © Red Hat Inc.
he: כל הזכויות שמורות © Red Hat בע״מ
ru: © Red Hat Inc.
